{
  "topbar.price": "Price",
  "topbar.blocksFound": "Blocks Found",
  "topbar.hashrate": "Hashrate",
  "topbar.translate": "中文",
  "nav.home": "Home",
  "nav.setup": "Setup Guide",
  "nav.blocks": "Blocks",
  "nav.miners": "Miners",
  "landing.news": "Read our official launch post from our co-founder Nick Hansen",
  "landing.newsCTA": "Read Post",
  "landing.greeting": "A next generation mining pool",
  "landing.subtitle": "Luxor is a fast and stable Sia pool that donates a portion of profits back to the core developers",
  "landing.setupButton": "Setup Now",
  "landing.prePitch": "A blazing fast pool created by Sia Core Contributors",
  "landing.prePitchMini1": "block reward for finders",
  "landing.prePitchMini2": "fee for miners",
  "landing.prePitchMini3": "of fee profits to Sia",
  "landing.pitchTitle1_1": "Earn with your hashpower.",
  "landing.pitchTitle1_2": "Give back to the community.",
  "landing.pitchDesc1": "By mining with Luxor Mining, we promise to donate 10% of profits to a cold storage address held by Nebulous Labs, the umbrella company that employs all the core-devs.",
  "landing.pitchTitle2_1": "A fast, light and simple",
  "landing.pitchTitle2_2": "stratum mining pool.",
  "landing.pitchDesc2": "Our pool is compatible with all Siacoin mining software available. Be sure to check our our setup guide to get step-by-step instructions.",
  "landing.pitchTitle3_1": "We're a part of the community.",
  "landing.pitchTitle3_2": "find us on Discord.",
  "landing.pitchDesc3": "Need help getting your miner up and running? Issues with payouts? We're here to help. Find us on the Sia Discord channel and ping us anytime.",
  "landing.discordButton": "Find Us On Discord",
  "landing.cta": "Convinced? Let's",
  "landing.ctaLink": "get started",
  "setup.gettingStarted": "Getting Started",
  "setup.switch": "Making the Switch",
  "setup.quickstart": "Quickstart",
  "setup.miners": "Compatible Miners",
  "setup.prebuiltCommands": "Prebuilt Commands",
  "setup.claymore": "What's Claymore",
  "setup.regions": "Regions",
  "setup.hostedMining": "Hosted Mining",
  "setup.questions": "Questions?",
  "setup.switchDesc": "If you’re mining Siacoin currently, follow these steps to make the switch:",
  "setup.switchLi_1": "Finish up mining with your current pool. You most likely need to get to 500SC before your current pool will pay you out. You don’t want to leave those coins behind!",
  "setup.switchLi_2": "Update your configuration: In your configuration, change the pool address to one of our supported pools. Our default pool is us-east.luxor.tech:3333.",
  "setup.switchLi_3": "Check your stats on our stats page. It will take a minute or two for your stats to start showing up.",
  "setup.switchLi_4_1": "Go grab a drink. You deserve it! (if you’re ever in Seattle, reach out to",
  "setup.switchLi_4_2": ". He’d love to grab a drink with you!)",
  "setup.quickstartDesc": "If you have experience mining - here are the basic commands we recommend for different miners. Just fill in a payout address and a worker name, and it's off to the races! The following is a quick start guide of mining SiaCoin on Windows 7 or greater x64. To mine SiaCoin you need a SiaCoin address, a GPU and mining software. To get an address you can either:",
  "setup.quickstartLi_1_1": "Get the",
  "setup.quickstartLi_1_2": "Sia client",
  "setup.quickstartLi_1_3": "and use it to generate an address.",
  "setup.quickstartLi_2": "Use an exchange address (e.g.",
  "setup.minersDesc": "A compatible Miner can be downloaded from the links below:",
  "setup.prebuiltCommandsDesc_1": "Just fill these commands in with your mining address and a miner name and you’re set.",
  "setup.prebuiltCommandsDesc_2": "Note: make sure to pick the region that best suits you. Latency is important!",
  "setup.claymoreDesc": "Claymore is a way to dual mine Ethereum with other coins. It is generally the most profitable way to mine base purely on ROI, but to accumulate the most SC, many of our miners choose to mine SC exclusively.",
  "setup.regionsDesc": "Our regions are listed below:",
  "setup.hostedMiningDesc_1": "Mining Rig Rentals has partnered with Luxor and offers hosted Siacoin mining. They offer competitive mining contracts and work with all of Luxor’s pools. We used them during testing, and had great success!",
  "setup.hostedMiningDesc_2": "Have you ever owned 8Th/s of mining power? It’s pretty awesome! We used NiceHash to test Luxor’s ability to scale, and it was incredible.",
  "setup.questionsDesc_1": "We're here to help. Send us an ",
  "setup.questionsEmail": "email",
  "setup.questionsDesc_2": "or tweet us"
}